Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Lundin Norge AS is the operator with an ownership interest of 50 per cent.
nb: Lundin Norge AS er operatør og har en eierandel på 50 prosent.

source: Other licensees are Talisman Energy Norge AS with an ownership interest of 30 per cent and Norwegian Energy Norge AS with 20 per cent.
nb: Rettighetshavere er Talisman Energy Norge AS som har en eierandel på 30 prosent og Norwegian Energy Norge AS som eier 20 prosent.

source: The area in the production licence consists of parts of blocks 7/4 and 7/7.
nb: Arealet i tillatelsen består av deler av blokkene 7/4 og 7/7.

source: The production licence was granted in 1988.
nb: Tillatelsen ble gitt i 1988.

source: The purpose of drilling activity is to delimit the oil discovery 7/7-2 proven by Statoil in 1992.
nb: Formålet med boringen er å avgrense oljefunnet 7/7-2 som ble påvist av Statoil i 1992.

source: Wellbore 7/4-2 will be drilled from the drilling facility Mærsk Giant.
nb: Brønnbanen 7/4-2 skal bores fra boreinnretningen Mærsk Giant.

source: Contact in the NPD: Eldbjørg Vaage Melberg, tel.
nb: Kontakt i OD: Eldbjørg Vaage Melberg, tlf.

source: The three wells will be drilled from the Songa Delta drilling facility at position 60°11’29.9’’ north and 02°35’11.4’’ east in production licence 035.
nb: Dei tre brønnane skal borast frå boreinnretninga Songa Delta i posisjon 60°11’29,9’’ nord og 02°35’11,4’’ aust i utvinningsløyve 035.

source: The drilling programme relates to the drilling of two wildcat wells (30/11-14 and 30/11-14 B) and one appraisal well (30/11-14 A) which will be drilled if a discovery is made.
nb: Boreprogrammet gjeld boring av to undersøkingsbrønnar (30/11-14 og 30/11-14 B) og ein avgrensingsbrønn (30/11-14 A) som blir bora om det blir gjort funn.

source: Det norske oljeselskap ASA is the licensee with 50 per cent.
nb: Det norske oljeselskap ASA er rettshavar med 50 prosent.

source: These are the 12th, 13th, and possibly the 14th exploration wells to be drilled within the licence area.
nb: Dette er den 12., 13. og eventuelt 14. leitebrønn som blir bora innafor løyvet sitt areal.

source: Well 30/4-3 S will be drilled with the Mærsk Intrepid rig at position 60°30'22.44"N and 2°0'53.37"E in production licence 040/043.
nb: Brønn 30/4-3 S skal borast med riggen Mærsk Intrepid i posisjon 60°30'22,44"N og 2°0'53,37"E i utvinningsløyve 040/043.

source: The drilling programme for well 30/4-3 S relates to the drilling of a wildcat well.
nb: Boreprogrammet for brønnen 30/4-3 S gjeld boring av ein undersøkingsbrønn.

source: Total E&P Norge AS is the operator with an ownership interest of 51 per cent, Petoro has 30 per cent and Statoil Petroleum AS has 19 per cent.
nb: Total E&P Norge AS er operatør med ein del på 51 prosent, Petoro har 30 prosent og Statoil Petroleum AS har 19 prosent.

source: The area in this licence consists of a part of block 30/4.
nb: Arealet i dette løyvet utgjer del av blokk 30/4.

source: Production licence PL 040 was awarded in the 3rd licensing round on 1 April 1975, and PL 043 was awarded on 31 Dec. 1975.
nb: Utvinningsløyve PL 040 blei tildelt i 3 konsesjonsrunde 1 april 1975, og PL 043 den 31.12.1975.

source: This is the third exploration well to be drilled within the licence area.
nb: Dette er den tredje leitebrønnen innanfor løyvet sitt areal.

source: A total of 16 wells, including sidetracks, have been drilled in the Martin Linge area.
nb: Totalt er det bora 16 brønnar inkludert sidesteg i Martin Linge-området.

source: Well 31/7-1 A will be drilled from the Transocean Arctic drilling facility at position 60°25'31.55"N and 3°1'28.23"E in production licence 740.
nb: Brønn 31/7-1 A skal borast fra boreinnretninga Transocean Arctic i posisjon 60°25'31,55"N og 3°1'28,23"E i utvinningsløyve 740.

source: The drilling programme for well 31/7-1 A relates to the drilling of an appraisal well.
nb: Boreprogrammet for brønnen 31/7-1 A gjeld boring av ein avgrensningssbrønn.

source: Faroe Petroleum Norge AS is the operator with an ownership interest of 50 per cent and Core Energy AS is a licensee with 50 per cent.
nb: Faroe Petroleum Norge AS er operatør med ein del på 50 prosent og Core Energy AS er rettshavar med 50 prosent.

source: The area in this licence consists of parts of blocks 31/7 and 30/9.
nb: Arealet i dette løyvet utgjer ein del av blokk 31/7 og 30/9.

source: Production licence 740 was awarded in APA 2013, 7 February 2014.
nb: Utvinningsløyve 740 vart delt ut i TFO 2013, 7. februar 2014.

source: Well 31/07-01 will be drilled from the Transocean Arctic drilling facility at position 60°25'31.56"N and 3°1'28.26"E in production licence 740.
nb: Brønn 31/7-1 skal borast fra boreinnretninga Transocean Arctic i posisjon 60°25'31,56"N og 3°1'28,26"E i utvinningsløyve 740.

source: The drilling programme for well 31/7-1 concerns drilling of a wildcat well.
nb: Boreprogrammet for brønnen 31/7-1 gjeld boring av ein undersøkingsbrønn.

source: Faroe Petroleum Norge AS is the operator and has an ownership interest of 50 per cent, while Core Energy AS is a licensee with a 50 per cent interest.
nb: Faroe Petroleum Norge AS er operatør med ein del på 50 prosent og Core Energy AS er rettshavar med 50 prosent.

source: The area in this licence is part of blocks 31/7 and 30/9.
nb: Arealet i dette løyvet utgjer ein del av blokk 31/7 og 30/9.

source: Wellbore 35/11-19 S will be drilled from the Borgland Dolphin drilling facility at position 61°13’21.45’’ north 03°26’27.88’’ east after completing the drilling of wildcat well 35/8-6 A for Wintershall Norge AS in production licence 248.
nb: Brønnbane 35/11-19 S skal borast frå boreinnretninga Borgland Dolphin i posisjon 61°13’21,45’’ nord 03°26’27,88’’ aust etter avslutting av boring av undersøkingsbrønn 35/8-6 A for Wintershall Norge AS i utvinningsløyve 248.

source: The other licensees are Origo Exploration Norway AS (20 per cent) and Petoro AS (40 per cent).
nb: Dei andre rettshavarane er Origo Exploration Norway AS (20 prosent) og Petoro AS (40 prosent).

source: The area in this licence consists of a part of block 35/11.
nb: Arealet i dette løyvet utgjer ein del av blokk 35/11.

source: The well will be drilled about 100 kilometres southwest of Florø and about 20 kilometres northwest of the Fram field.
nb: Brønnen blir bora om lag 100 kilometer sørvest for Florø og om lag 20 kilometer nordvest for Fram-feltet.

source: Production licence 248 F was carved out of production licence 248 on 10 December 2015.
nb: Utvinningsløyve 248 F vart skilt ut frå utvinningsløyve 248 den 10. desember 2015.

source: Production licence 248 was awarded on 4 June 1999 (North Sea Awards 1999).
nb: Utvinningsløyve 248 vart delt ut 4. juni 1999 (Nordsjøtildelingene 1999).

source: This is the first well to be drilled within the licence.
nb: Dette er den første brønnen som bli bora i løyvet.

source: Well 35/11-20 A will be drilled from the Borgland Dolphin drilling facility at position 61°13’20.29’’ north 03°26’25.57’’ east, after completing the drilling of wildcat well 16/5-6 for Tullow Oil Norge AS in production licence 776.
nb: Brønn 35/11-20 A skal borast frå boreinnretninga Borgland Dolphin i posisjon 61°13’20,29’’ nord 03°26’25,57’’ aust etter avslutting av boring av undersøkingsbrønn 16/5-6 for Tullow Oil Norge AS i utvinningsløyve 776.

source: This is the second well to be drilled within the licence area.
nb: Dette er den andre brønnen som bli bora innanfor arealet i løyvet.

source: Well 35/11-20 B will be drilled from the Borgland Dolphin drilling facility, at position 61°13’20.32’’ north 03°26’25.45’’ east following the completion of drilling of wildcat well 35/11-20 A for Wintershall Norge AS in production licence 248 F.
nb: Brønn 35/11-20 B skal borast frå boreinnretninga Borgland Dolphin i posisjon 61°13’20,32’’ nord 03°26’25,45’’ aust etter avslutting av boring av undersøkingsbrønn 35/11-20 A for Wintershall Norge AS i utvinningsløyve 248 F.

source: This is the third well to be drilled within the licence.
nb: Dette er den tredje brønnen som bli bora i løyvet.

source: Well 35/8-6 A will be drilled from the Borgland Dolphin drilling facility at position 61°19’41.65’’ north 03°20’17.11’’ east in production licence 248.
nb: Brønn 35/8-6 A skal borast frå boreinnretninga Borgland Dolphin i posisjon 61°19’41,65’’ nord 03°20’17,11’’ aust i utvinningsløyve 248.

source: The drilling programme for well 35/8-6 A relates to the drilling of a wildcat well.
nb: Boreprogrammet for brønnen 35/8-6 A gjeld boring av ein undersøkingsbrønn.

source: Petoro AS is a licensee, with an ownership interest of 40 per cent.
nb: Petoro AS er rettshavar med 40 prosent.

source: The area in this licence consists of part of block 35/8.
nb: Arealet i dette løyvet består av ein del av blokk 35/8.

source: Production licence 248 was awarded in the North Sea Awards on 4 June 1999.
nb: Utvinningsløyve 248 blei tildelt i Nordsjøtildelingene 4 juni 1999.

source: This is the sixth exploration well drilled within the licence area.
nb: Dette er den sjette leitebrønnen som blir bora innafor løyvet sitt areal.

source: Contact in the NPD: Per Henning Sæle, tel.
nb: Kontaktperson i OD: Per Henning Sæle, tlf.

source: Well 35/8-6 S will be drilled from the Borgland Dolphin drilling facility in position 61°19’41.65” north and 3°20’17.11”east in production licence 248.
nb: Brønn 35/8-6 S skal borast frå boreinnretninga Borgland Dolphin i posisjon 61°19’41,65’’ nord 3°20’17,11’’ aust i utvinningsløyve 248.

source: The drilling programme for well 35/8-6 S relates to the drilling of a wildcat well.
nb: Boreprogrammet for brønnen 35/8-6 S gjeld boring av ein undersøkingsbrønn.

source: Wintershall is the operator with an ownership interest of 60 per cent.
nb: Wintershall er operatør med ein del på 60 prosent.

source: Petoro AS is a licensee with 40%.
nb: Petoro AS er rettshavar med 40 prosent.

source: Production licence 035 was awarded on 4 June 1999 (the North Sea Awards 1999).
nb: Utvinningsløyve 035 blei tildelt i 4. juni 1999 (Nordsjøtildelingene 1999).

source: This is the fourth exploration well to be drilled within the area covered by the permit.
nb: Dette er den fjerde leitebrønnen som blir bora innafor løyvet sitt areal.

source: Well 36/7-4 will be drilled from the Transocean Arctic drilling facility at position 61°24’59.72’’ north, 04°04’08.06’’ east after the facility concludes the drilling of wildcat well 31/7-1 A for Faroe Petroleum Norge AS in production licence 740.
nb: Brønn 36/7-4 skal borast frå boreinnretninga Transocean Arctic i posisjon 61°24’59,72’’ nord 04°04’08,06’’ aust etter avslutting av boring av undersøkingsbrønn 31/7-1 A for Faroe Petroleum Norge AS i utvinningsløyve 740.

source: The drilling programme for well 36/7-4 relates to the drilling of a wildcat well in production licence 636.
nb: Boreprogrammet for brønn 36/7-4 gjeld boring av ei undersøkingsbrønn i utvinningsløyve 636.

source: ENGIE E&P Norge AS is the operator with an ownership interest of 30 per cent.
nb: ENGIE E&P Norge AS er operatør med ein del på 30 prosent.

source: The other licensees are Idemitsu Petroleum Norge AS (30 per cent), Wellesley Petroleum AS (20 per cent) and Tullow Oil Norge AS (20 per cent).
nb: Dei andre rettshavarane er Idemitsu Petroleum Norge AS (30 prosent), Wellesley Petroleum AS (20 prosent) og Tullow Oil Norge AS (20 prosent).

source: The area in this licence consists of a part of block 36/7.
nb: Arealet i dette løyvet består av ein del av blokk 36/7.

source: The well will be drilled approx. 55 km southwest of Florø and about 10 km northwest of the Gjøa field.
nb: Brønnen blir bora om lag 55 kilometer sørvest for Florø og om lag 10 kilometer nordvest for Gjøa-feltet.

source: Production licence 636 was awarded on 3 February 2012 (APA 2011).
nb: Utviningsløyve 636 vart tildelt 3. februar 2012 (TFO2011).

source: This is the first well to be drilled within the licence area.
nb: Dette er den første brønnen som blir bora innanfor løyvet sitt areal.

source: The permit is contingent on the operator securing all permits and consents required by other authorities prior to commencing the drilling activity.
nb: Løyvet føreset at dei andre løyva og samtykka som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: The ultimate goal is to achieve the greatest possible values for society from the oil and gas activities through prudent resource management based on high standards for safety, emergency preparedness and the external environment.
nb: Det overordnede målet er å få størst mulig verdier for samfunnet fra olje- og gassvirksomheten gjennom en forsvarlig ressursforvaltning med forankring i sikkerhet, beredskap og ytre miljø.

source: The Norwegian Petroleum Directorate is a team-based organisation.
nb: Oljedirektoratet er en lagbasert organisasjon.

source: As an employee you will be assigned varied tasks, responsibility and trust.
nb: Som medarbeider får du varierte oppgaver, ansvar og tillit.

source: The Norwegian Petroleum Directive offers competitive wages and good pension and insurance schemes through the Norwegian Public Service Pension Fund.
nb: Oljedirektoratet har konkurransedyktige lønnsvilkår og gode pensjons- og forsikringsordninger gjennom Statens pensjonskasse.

source: The well will be drilled from the Songa Delta drilling facility at position 64°18’59.30’’ north and 07°09’24.30’’ east.
nb: Brønnen skal borast frå boreinnretninga Songa Delta i posisjon 64°18’59,30’’ nord og 07°09’24,30’’ aust.

source: The other licensees are Engie E&P Norge (40 per cent), DEA Norge AS (30 per cent), Faroe Petroleum Norge AS (7.5 per cent) and VNG Norge AS (2.5 per cent).
nb: Dei andre rettshavarane er Engie E&P Norge (40 prosent), DEA Norge AS (30 prosent), Faroe Petroleum Norge AS (7,5 prosent) og VNG Norge AS (2,5 prosent).

source: The area in this licence consists of 20.97 square kilometres of block 6407/7.
nb: Arealet i dette løyvet består av 20,97 kvadratkilometer av blokk 6407/7.

source: The well will be drilled about five kilometres north of the Njord field.
nb: Brønnen blir bora om lag fem kilometer nord for Njord-feltet.

source: Production licence 107 C was awarded on 23 January 2009 in APA 2008.
nb: Utvinningsløyve 107 C blei delt ut den 23. januar 2009 i TFO 2008.

source: This is the first exploration well to be drilled within the licence.
nb: Dette er den første leitebrønnen som blir bora i løyvet.

source: Well 6608/10-17 S will be drilled from the Deepsea Bergen drilling facility at position 66°4' 16.19" north and 08°3' 36.03" east.
nb: Brønn 6608/10-17 S skal borast frå boreinnretninga Deepsea Bergen i posisjon 66°4' 16,19" nord og 08°3' 36,03" aust.

source: The drilling programme for well 6608/10-17 S relates to the drilling of a wildcat well in production licence 128.
nb: Boreprogrammet for brønn 6608/10-17 S gjeld boring av ein undersøkingsbrønn i utvinningsløyve 128.

source: Statoil Petroleum AS is the operator with an ownership interest of 63.95 per cent.
nb: Statoil Petroleum AS er operatør med ein del på 63,95 prosent.

source: The other licensees are Petoro AS with 24.54 per cent and Eni Norge AS with 11.50 per cent.
nb: Dei andre rettshavarane er Petoro AS med 24,54 prosent og Eni Norge AS med 11,50 prosent.

source: The area in this licence consists of parts of blocks 6608/10 and 6608/11.
nb: Arealet i dette løyvet består av delar av blokkene 6608/10 og 6608/11.

source: The well will be drilled about five kilometres north of the Norne field.
nb: Brønnen blir bora om lag fem kilometer nord for Norne-feltet.

source: Production licence 128 was awarded on 28 February 1986 in licensing round 10-B on the Norwegian shelf.
nb: Utvinningsløyve 128 blei tildelt 28. februar 1986 i konsesjonsrunde 10-B på norsk sokkel.

source: Wellbore 7120/1-5 will be drilled from the Leiv Eiriksson drilling facility, at position 71°56' 15.97" north and 20°14' 57.37" east.
nb: Brønn 7120/1-5 skal borast frå boreinnretninga Leiv Eiriksson i posisjon 71°56' 15,97" nord og 20°14' 57,37" aust.

source: The drilling programme for wellbore 7120/1-5 relates to the drilling of an appraisal well in production licence 492.
nb: Boreprogrammet for brønn 7120/1-5 gjeld boring av ein avgrensningsbrønn i utvinningsløyve 492.

source: Lundin Norway AS is the operator with an ownership interest of 40 per cent.
nb: Lundin Norway AS er operatør med ein del på 40 prosent.

source: The other licensee is Aker BP ASA with 60 per cent.
nb: Den andre rettshavaren er Aker BP ASA med 60 prosent.

source: The area in this licence consists of the blocks 7120/1 and 7120/2.
nb: Arealet i dette løyvet består av blokkene 7120/1 og 7120/2.

source: The well will be drilled about four kilometres north of the 7120/1-3 discovery well in production licence 492.
nb: Brønnen blir bora om lag 4 kilometer nord for funnbrønnen 7120/1-3 i utvinningsløyve 492

source: Production licence 492 was awarded on 29 February 2008 in APA 2007.
nb: Utvinningsløyve 492 blei delt ut 29. februar 2008 i TFO 2007.

source: Well 7219/12-1 will be drilled from the Leiv Eiriksson drilling facility at position 72°12' 44.2" north and 19°46' 38.3" east.
nb: Brønn 7219/12-1 skal borast frå boreinnretninga Leiv Eiriksson i posisjon 72°12' 44,2" nord og 19°46' 38,3" aust.

source: The drilling programme for well 7219/12-1 relates to the drilling of a wildcat well in production licence 533.
nb: Boreprogrammet for brønn 7219/12-1 gjeld boring av ein undersøkingsbrønn i utvinningsløyve 533.

source: Lundin Norway AS is the operator with an ownership interest of 35 per cent.
nb: Lundin Norway AS er operatør med ein del på 35 prosent.

source: The other licensees are Det norske oljeselskap ASA with 35 per cent and DEA Norge AS with 30 per cent.
nb: Dei andre rettshavarane er Det norske oljeselskap ASA med 35 prosent og DEA Norge AS med 30 prosent.

source: The area in this licence consists of blocks 7219/12 and 7220/10.
nb: Arealet i dette løyvet består av blokkene 7219/12 og 7220/10.

source: The well will be drilled about 24 kilometres south of the discovery well 7220/10-1 in production licence 533.
nb: Brønnen blir bora om lag 24 kilometer sør for funnbrønnen 7220/10-1 i utvinningsløyve 533.

source: Production licence 533 was awarded on 15 May 2009 in the 20th licensing round on the Norwegian shelf.
nb: Utvinningsløyve 533 vart tildelt 15. mai 2009 i 20. konsesjonsrunde på norsk sokkel.

source: Well 7220/11-3 AR will be drilled from the Leiv Eiriksson drilling facility at position 72°56'45,94" north and 22°19'26,18" east in production licence 609.
nb: Brønn 7220/11-3 AR skal borast frå boreinnretninga Leiv Eiriksson i posisjon 72°01'12,62" nord og 20°31'41,23" aust i utvinningsløyve 609.

source: The drilling programme for well 7220/11-3 AR relates to the deepening of appraisal well 7220/11-3 A, which was temporarily plugged and abandoned in 2015 in production licence 609.
nb: Boreprogrammet for brønn 7220/11-3 AR gjeld fordjuping av avgrensingbrønn 7220/11-3 A som blei midlertidig plugga og forlatt i 2015 i utvinningsløyve 609.

source: The other licensees are Idemitsu Petroleum Norge AS and DEA Norge AS, each with 30 per cent.
nb: Dei andre rettshavarane er Idemitsu Petroleum Norge AS med 30 prosent og DEA Norge AS med 30 prosent.

source: The area in this licence consists of blocks/parts of blocks 7220/6, 7220/9, 7220/11, 7220/12 and 7221/4.
nb: Arealet i dette løyvet består av blokkene/del av blokkene 7220/6, 7220/9, 7220/11, 7220/12 og 7221/4.

source: The well will be drilled about four kilometres south of the 7220/11-1 discovery well.
nb: Brønnen blir bora om lag fire kilometer sør for funnbrønnen 7220/11-1.

source: Production licence 609 was awarded on 13 May 2011 in the 21st licensing round on the Norwegian shelf.
nb: Utvinningsløyve 609 vart tildelt 13. mai 2011 i 21. konsesjonsrunde på norsk sokkel.

source: The permit is contingent on the operator securing all other permits and consents required by other authorities prior to commencing the drilling activities.
nb: Løyvet føreset at dei andre løyva og samtykka som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Well 7220/6-2 R will be drilled from the Leiv Eiriksson drilling facility at position 72° 34' 13.1" north and 20° 58' 19.66" east.
nb: Brønn 7220/6-2 R skal borast frå boreinnretninga Leiv Eiriksson i posisjon 72° 34' 13,1" nord og 20° 58' 19,66" aust.

source: The drilling programme for well 7220/6-2 R relates to an extension of previous wildcat well 7220/6-2, drilled in 2015 in production licence 609.
nb: Boreprogrammet for brønn 7220/6-2 R gjeld ei forlenging av tidlegare undersøkingsbrønn 7220/6-2, bora i 2015 i utvinningsløyve 609.

source: The production licence consists of blocks/parts of blocks 7220/6, 7220/9, 7220/11, 7220/12 and 7221/4.
nb: Utvinningsløyvet består av blokkene/del av blokkene 7220/6, 7220/9, 7220/11, 7220/12 og 7221/4.

source: Wildcat well 7220/6-2 R will be an extension of the sixth exploration well in production licence 609.
nb: Undersøkingsbrønn 7220/6-2 R blir ei fortsetjing av den sjette leitebrønnen i utvinningsløyve 609.

source: Well 7222/1-1 will be drilled from the Scarabeo 8 drilling facility in position 72°56' 45.94 north and 22°19' 26.18 east in production licence 226.
nb: Brønn 7222/1-1 skal borast frå boreinnretninga Scarabeo 8 i posisjon 72°56' 45,94 nord og 22°19' 26,18 aust i utvinningsløyve 226.

source: The drilling programme for well 7222/1-1 relates to the drilling of a wildcat well in production licence 226.
nb: Boreprogrammet for brønn 7222/1-1 gjeld boring av undersøkelsesbrønn i utvinningsløyve 226.

source: Eni Norge AS is the operator with an ownership interest of 60 per cent.
nb: Eni Norge AS er operatør med ein del på 60 prosent.

source: The other licensees are DEA Norge AS with 20 per cent and Edison Norge AS with 20 per cent.
nb: Dei andre rettshavarane er DEA Norge AS med 20 prosent og Edison Norge AS med 20 prosent.

source: The area in this licence consists of part of block 7220/1.
nb: Arealet i dette løyvet består av del av blokk 7220/1.

source: The well will be drilled about 250 km north of Hammerfest.
nb: Brønnen blir bora om lag 250 kilometer nord for Hammerfest.

source: Production licence 226 was awarded on 30 May 1997 in the Barents Sea project.
nb: Utvinningsløyve 226 blei tildelt 30. mai 1997 i Barentshavsprosjektet.

source: Well 7318/12-1 will be drilled from the Scarabeo 8 drilling facility in position 73°7' 46.84" north and 18°43'4.17" east.
nb: Brønn 7318/12-1 skal borast frå boreinnretninga Scarabeo 8 i posisjon 73°7' 46,84" nord og 18°43'4,17" aust.

source: The drilling programme for wellbore 7318/12-1 concerns the drilling of a wildcat well in production licence 716.
nb: Boreprogrammet for brønn 7318/12-1 gjeld boring av undersøkingsbrønn i utvinningsløyve 716.

source: ENI Norge AS is the operator with an ownership interest of 30 per cent.
nb: Eni Norge AS er operatør med ein del på 30 prosent.

source: The other licensees are Bayerngas Norge AS (20 per cent), Faroe Petroleum Norge AS (20 per cent), Petoro AS (20 per cent) and Point Resources AS (10 per cent).
nb: Dei andre rettshavarane er Bayerngas Norge AS (20 prosent), Faroe Petroleum Norge AS (20 prosent), Petoro AS (20 prosent) og Point Resources AS (10 prosent).

source: The area in this licence consists of blocks 7318/11 and 7318/12.
nb: Arealet i dette løyvet består av blokkene 7318/11 og 7318/12.

source: The well will be drilled about 80 kilometres northwest of Johan Castberg and 320 kilometres from the mainland.
nb: Brønnen blir bora om lag 80 kilometer nordvest for Johan Castberg og 320 kilometer fra fastlandet.
